02 Software/01 Broncode/operatiebrp-code-145.3/brp/test/testcases/nieuwestijl/src/main/resources/testcases/bijhouding_bevraging/bevraging.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
    <soapenv:Header/>
    <soapenv:Body>
        <brp:lvg_bvgGeefDetailsPersoon>
            <brp:stuurgegevens brp:communicatieID="stuur">
                <brp:zendendePartij>507013</brp:zendendePartij>
                <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
                <brp:referentienummer>00000000-0000-0000-0042-200000000104</brp:referentienummer>
                <brp:tijdstipVerzending>2016-05-10T15:16:40.829+02:00</brp:tijdstipVerzending>
            </brp:stuurgegevens>
            <brp:parameters brp:communicatieID="comid.paramters">
                <brp:rolNaam>Afnemer</brp:rolNaam>
                <brp:leveringsautorisatieIdentificatie>1</brp:leveringsautorisatieIdentificatie>
                <brp:dienstIdentificatie>1</brp:dienstIdentificatie>
                <brp:peilmomentMaterieelResultaat>2017-03-22</brp:peilmomentMaterieelResultaat>
                <brp:peilmomentFormeelResultaat>2017-03-23T10:21:00.829Z</brp:peilmomentFormeelResultaat>
                <brp:historievorm>MaterieelFormeel</brp:historievorm>
                <brp:verantwoording>Geen</brp:verantwoording>
            </brp:parameters>
            <brp:identificatiecriteria brp:communicatieID="bsn">
                <brp:burgerservicenummer>610747113</brp:burgerservicenummer>
            </brp:identificatiecriteria>
            <!--Optional:-->
            <brp:scopeElementen brp:communicatieID="comid.scope">
                <brp:elementNaam>Persoon.Identificatienummers.Burgerservicenummer</brp:elementNaam>
                <brp:elementNaam>Persoon.Geboorte.Datum</brp:elementNaam>
            </brp:scopeElementen>
        </brp:lvg_bvgGeefDetailsPersoon>
    </soapenv:Body>
</soapenv:Envelope>